{
  "news": [
    {
      "article": [
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Connie Loizos",
          "title": "The Chainsmokers just closed their debut venture fund, Mantis, with $35 million",
          "description": "Alex Pall and Drew Taggart are best known as The Chainsmokers, an electronic DJ and production duo whose first three albums have given rise to numerous Billboard chart-topping songs, four Grammy nominations, and one Grammy award, for the song “Don’t Let Me Do…",
          "url": "https://techcrunch.com/2020/09/15/the-chainsmokers-just-closed-their-debut-venture-fund-mantis-with-35-million/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/BU5B7381-10.jpg?w=600",
          "publishedAt": "2020-09-15T19:41:49Z",
          "content": "Alex Pall and Drew Taggart are best known as The Chainsmokers, an electronic DJ and production duo whose first three albums have given rise to numerous Billboard chart-topping songs, four Grammy nomi… [+5236 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Zack Whittaker",
          "title": "Here's everything Apple revealed at its September hardware event today",
          "description": "iPads, Apple Watches, iOS 14 — and more.",
          "url": "https://techcrunch.com/2020/09/15/apple-september-15-event-roundup/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/apple-hero.gif?w=559",
          "publishedAt": "2020-09-15T19:34:37Z",
          "content": "Apple announced a ton of new devices and features today at its September hardware event, but no word on its upcoming iPhones. That’s expected later in the month, maybe next.\r\nIn case you missed Apple… [+3133 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Sarah Perez",
          "title": "Triller aims for TikTok with additions of influencers like Charli D'Amelio and Addison Rae",
          "description": "Triller had been poised to benefit from a potential TikTok ban in the U.S. Though that may not happen now, given the apparent Oracle deal, the chaos around TikTok has increased the attention given to alternative apps such as Triller. As TikTok users sought ou…",
          "url": "https://techcrunch.com/2020/09/15/triller-aims-for-tiktok-with-additions-of-influencers-like-charli-damelio-and-addison-rae/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/GettyImages-1228102031.jpg?w=711",
          "publishedAt": "2020-09-15T18:58:45Z",
          "content": "Triller had been poised to benefit from a potential TikTok ban in the U.S. Though that may not happen now, given the apparent Oracle deal, the chaos around TikTok has increased the attention given to… [+4477 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Jeff Fluhr",
          "title": "Replace legacy healthcare staffing with a vertical marketplace for workers",
          "description": "Let’s galvanize the collective distress COVID-19 has created and use it to pioneer a more efficient model for all.",
          "url": "https://techcrunch.com/2020/09/15/replace-legacy-healthcare-staffing-with-a-vertical-marketplace-for-workers/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1211152561.jpg?w=583",
          "publishedAt": "2020-09-15T18:45:20Z",
          "content": "Over the last several months, weve seen dramatic swings in the demand for healthcare across the country. While hospitals in some cities were overwhelmed by an influx of COVID-19 patients, others sat … [+9956 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Sarah Perez",
          "title": "Vibe introduces a remote collaboration solution that works with your favorite apps",
          "description": "A startup called Vibe, launching today at TechCrunch Disrupt Startup Battlefield, wants to make it easier for businesses to collaborate remotely. Its system, which combines a large interactive digital whiteboard and cloud service, allows users to host remote …",
          "url": "https://techcrunch.com/2020/09/15/vibe-introduces-a-remote-collaboration-solution-that-works-with-your-favorite-apps/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Business-Ideas-Scene.jpg?w=708",
          "publishedAt": "2020-09-15T18:41:09Z",
          "content": "A startup called Vibe, launching today at TechCrunch Disrupt Startup Battlefield, wants to make it easier for businesses to collaborate remotely. Its system, which combines a large interactive digita… [+4405 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Zack Whittaker",
          "title": "HacWare wants you to hate email security a little less",
          "description": "This security startup wants email security awareness to change.",
          "url": "https://techcrunch.com/2020/09/15/hacware-email-security/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1175179556.jpg?w=600",
          "publishedAt": "2020-09-15T18:28:30Z",
          "content": "Let’s face it, email security is something a lot of people would rather think less about. When you’re not deluged with a daily onslaught of phishing attacks trying to steal your passwords, you’re als… [+3461 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Manish Singh",
          "title": "Amazon-backed Indian insurtech startup Acko raises $60 million",
          "description": "A young Indian startup that is taking on the country’s antiquated insurance industry with a digital-first product — and which has already received backing from global giant Amazon — today announced a new financing round. Bangalore-based Acko said on Tuesday i…",
          "url": "https://techcrunch.com/2020/09/15/amazon-backed-indian-insurtech-startup-acko-raises-60-million/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-536118200.jpg?w=599",
          "publishedAt": "2020-09-15T18:26:13Z",
          "content": "A young Indian startup that is taking on the countrys antiquated insurance industry with a digital-first product — and which has already received backing from global giant Amazon — today announced a … [+4110 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Lucas Matney",
          "title": "The fitness market doesn't seem too scared by Apple Fitness+",
          "description": "Usually, Apple making a grand entrance to an entrenched market would spell doom for the players there, but when it comes to Apple’s latest digital workout service, it doesn’t look like investors are worried about Fitness+ killing the momentum. Part of that ma…",
          "url": "https://techcrunch.com/2020/09/15/the-fitness-market-doesnt-seem-too-scared-by-apple-fitness/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/06/GettyImages-872229006.jpg?w=639",
          "publishedAt": "2020-09-15T18:20:46Z",
          "content": "Usually, Apple making a grand entrance to an entrenched market would spell doom for the players there, but when it comes to Apple’s latest digital workout service, it doesn’t look like investors are … [+1788 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Frederic Lardinois",
          "title": "Latent AI makes edge AI workloads more efficient",
          "description": "Latent AI, a startup that was spun out of SRI International, makes it easier to run AI workloads at the edge by dynamically managing workloads as necessary. Using its proprietary compression and compilation process, Latent AI promises to compress library file…",
          "url": "https://techcrunch.com/2020/09/15/latent-ai-makes-edge-ai-workloads-more-efficient/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1222958278.jpg?w=600",
          "publishedAt": "2020-09-15T18:16:53Z",
          "content": "Latent AI, a startup that was spun out of SRI International, makes it easier to run AI workloads at the edge by dynamically managing workloads as necessary.\r\nUsing its proprietary compression and com… [+3542 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Ingrid Lunden",
          "title": "Apple unveils its super fast five nanometer A14 chip, shipping in the new iPad Air next month",
          "description": "No iPhone 12 announced today, but Apple unveiled a new chip that will power the next generation of its hardware (including that phone whenever it’s launched). The A14 Bionic, which will ship first with the new iPad Air, is going to be Apple’s fastest yet. In …",
          "url": "https://techcrunch.com/2020/09/15/apple-unveils-its-super-fast-five-nanometer-a14-chip-shipping-in-the-new-ipad-air-next-month/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-15-at-1.53.45-PM.png?w=743",
          "publishedAt": "2020-09-15T18:09:37Z",
          "content": "No iPhone 12 announced today, but Apple unveiled a new chip that will power the next generation of its hardware (including that phone whenever it’s launched). The A14 Bionic, which will ship first wi… [+2000 chars]"
        }
      ],
      "id": 132
    }
  ]
}