{
  "news": [
    {
      "article": [
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Steve O'Hear",
          "title": "Crista Galli Ventures outs 'evergreen' fund to back European healthtech startups at seed and Series A",
          "description": "Crista Galli Ventures, an early-stage healthtech fund in Europe, is officially launching today. The firm offers “patient capital” — with only a single LP (the Danish family office IPQ Capital) — and promises to provide portfolio companies with deep healthcare…",
          "url": "https://techcrunch.com/2020/09/15/crista-galli-ventures/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/y9VzlwLQ.jpg?w=600",
          "publishedAt": "2020-09-15T23:00:17Z",
          "content": "Crista Galli Ventures, an early-stage healthtech fund in Europe, is officially launching today. The firm offers “patient capital” — with only a single LP (the Danish family office IPQ Capital) — and … [+2091 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Manish Singh",
          "title": "Twitter flags Indian politician's years-old tweet for violating its policy",
          "description": "Twitter has flagged a post from Indian politician T. Raja Singh for violating its policy days after TechCrunch asked the social giant about the three-year-old questionable tweet. In a video tweet, Singh urged India’s Defence Minister Rajnath Singh and others …",
          "url": "https://techcrunch.com/2020/09/15/twitter-flags-indian-politicians-years-old-tweet-for-violating-its-policy/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1129362195.jpg?w=600",
          "publishedAt": "2020-09-15T22:30:22Z",
          "content": "Twitter has flagged a post from Indian politician T. Raja Singh for violating its policy days after TechCrunch asked the social giant about the three-year-old questionable tweet.\r\nIn a video tweet, S… [+2903 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Ron Miller",
          "title": "Dropbox CEO Drew Houston says the pandemic forced the company to reevaluate what work means",
          "description": "Dropbox CEO and co-founder Drew Houston, appearing at TechCrunch Disrupt today, said that COVID has accelerated a shift to distributed work that we have been talking about for some time, and these new ways of working will not simply go away when the pandemic …",
          "url": "https://techcrunch.com/2020/09/15/dropbox-ceo-drew-houston-says-the-pandemic-forced-the-company-to-reevaluate-the-product-roadmap/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-937033298.jpg?w=667",
          "publishedAt": "2020-09-15T22:17:07Z",
          "content": "Dropbox CEO and co-founder Drew Houston, appearing at TechCrunch Disrupt today, said that COVID has accelerated a shift to distributed work that we have been talking about for some time, and these ne… [+2765 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Anthony Ha",
          "title": "Daily Crunch: Apple announces new iPads and Apple Watches",
          "description": "Apple unveils new hardware and new subscriptions, Spotify adds virtual event listings and Opendoor is going public via SPAC. This is your Daily Crunch for September 15, 2020. The big story: Apple announces new iPads and Apple Watches Apple had a big hardware …",
          "url": "https://techcrunch.com/2020/09/15/daily-crunch-apple-ipads-watches/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/blood-oxygen.jpg?w=711",
          "publishedAt": "2020-09-15T22:08:10Z",
          "content": "Apple unveils new hardware and new subscriptions, Spotify adds virtual event listings and Opendoor is going public via SPAC. This is your Daily Crunch for September 15, 2020.\r\nThe big story: Apple an… [+2896 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Anthony Ha",
          "title": "Fiverr Business helps teams manage freelance projects",
          "description": "Freelance marketplace Fiverr launched a new service today designed to help teams at larger companies manage their work with freelancers. CEO Micha Kaufman told me via email that Fiverr had already begun working with larger clients, but that Fiverr Business is…",
          "url": "https://techcrunch.com/2020/09/15/fiverr-business/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/06/Fiverr_Community_Board_Execs_Employees-6.13.19.jpg?w=600",
          "publishedAt": "2020-09-15T22:02:55Z",
          "content": "Freelance marketplace Fiverr launched a new service today designed to help teams at larger companies manage their work with freelancers.\r\nCEO Micha Kaufman told me via email that Fiverr had already b… [+1765 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Sarah Perez",
          "title": "Messenger VP details use of forwarding limits and fact-checking to fight misinformation",
          "description": "A few weeks ago, Facebook Messenger introduced new rules around message forwarding to limit the spread of misinformation on its platform. Speaking today at TechCrunch Disrupt 2020, Facebook Messenger VP Stan Chudnovsky offered more detail about how Facebook v…",
          "url": "https://techcrunch.com/2020/09/15/messenger-vp-details-use-of-forwarding-limits-and-fact-checking-to-fight-misinformation/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/09/GettyImages-646629432.jpg?w=600",
          "publishedAt": "2020-09-15T21:55:52Z",
          "content": "A few weeks ago, Facebook Messenger introduced new rules around message forwarding to limit the spread of misinformation on its platform. Speaking today at TechCrunch Disrupt 2020, Facebook Messenger… [+2695 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Natasha Mascarenhas",
          "title": "Roelof Botha shares what Sequoia's Black Swan memo got wrong",
          "description": "In March, famed investment firm Sequoia Capital published the Black Swan Memo, warning founders about the potential business consequences of the coronavirus, which had not yet been labeled a pandemic. “It will take considerable time — perhaps several quarters…",
          "url": "https://techcrunch.com/2020/09/15/roelof-botha-shares-what-sequoias-black-swan-memo-got-wrong/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/09/roelof-botha.jpg?w=581",
          "publishedAt": "2020-09-15T21:33:02Z",
          "content": "In March, famed investment firm Sequoia Capital published the Black Swan Memo, warning founders about the potential business consequences of the coronavirus, which had not yet been labeled a pandemic… [+2884 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Mike Butcher",
          "title": "In 2020, Warsaw's startup ecosystem is 'a place to observe carefully'",
          "description": "If you listed the trends that have captured the attention of 20 Warsaw-focused investors who replied to our recent surveys, automation/AI, enterprise SaaS, cleantech, health, remote work and the sharing economy would top the list. These VCs said they are seek…",
          "url": "https://techcrunch.com/2020/09/15/in-2020-warsaws-startup-ecosystem-is-a-place-to-observe-carefully/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1154020009.jpg?w=601",
          "publishedAt": "2020-09-15T21:04:47Z",
          "content": "If you listed the trends that have captured the attention of 20 Warsaw-focused investors who replied to our recent surveys, automation/AI, enterprise SaaS, cleantech, health, remote work and the shar… [+9551 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Kirsten Korosec",
          "title": "LanzaTech eyes two more spinoff companies",
          "description": "Just three months after LanzaTech announced a spinout aimed at selling sustainable aviation fuel, the company is already preparing for two more. LanzaTech CEO Jennifer Holmgren said Tuesday on the Disrupt 2020 virtual stage that the carbon capture technology …",
          "url": "https://techcrunch.com/2020/09/15/lanzatech-eyes-two-more-spinoff-companies/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/emissions-GettyImages-1221086309.jpg?w=600",
          "publishedAt": "2020-09-15T20:28:29Z",
          "content": "Just three months after LanzaTech announced a spinout aimed at selling sustainable aviation fuel, the company is already preparing for two more.\r\nLanzaTech CEO Jennifer Holmgren said Tuesday on the D… [+3409 chars]"
        },
        {
          "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
          },
          "author": "Sarah Perez",
          "title": "Spotify adds virtual event listings to its app",
          "description": "Spotify is embracing virtual events. The company today announced the addition of virtual event listings in the Spotify app, which will allow music fans to see when their favorite artists will be playing live — even if only via a livestream. These listings wil…",
          "url": "https://techcrunch.com/2020/09/15/spotify-adds-virtual-event-listings-to-its-app/",
          "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Blog-Post.png?w=731",
          "publishedAt": "2020-09-15T20:02:28Z",
          "content": "Spotify is embracing virtual events. The company today announced the addition of virtual event listings in the Spotify app, which will allow music fans to see when their favorite artists will be play… [+1861 chars]"
        }
      ],
      "id": 132
    }
  ]
}